result/perfDebug/results_THP/benchmark-stats.log
  240000000 requests completed in 345.10 seconds
  50 parallel clients
  3 bytes payload
  keep alive: 1

0.00% <= 1 milliseconds
0.11% <= 2 milliseconds
26.61% <= 3 milliseconds
83.80% <= 4 milliseconds
97.24% <= 5 milliseconds
99.80% <= 6 milliseconds
99.91% <= 7 milliseconds
99.93% <= 8 milliseconds
99.93% <= 9 milliseconds
99.96% <= 10 milliseconds
99.96% <= 11 milliseconds
99.97% <= 12 milliseconds
99.97% <= 13 milliseconds
99.97% <= 14 milliseconds
99.97% <= 15 milliseconds
99.97% <= 16 milliseconds
99.97% <= 17 milliseconds
99.97% <= 18 milliseconds
99.97% <= 19 milliseconds
99.97% <= 20 milliseconds
99.98% <= 21 milliseconds
99.98% <= 22 milliseconds
99.98% <= 23 milliseconds
99.98% <= 24 milliseconds
99.98% <= 25 milliseconds
99.98% <= 27 milliseconds
99.98% <= 28 milliseconds
99.98% <= 30 milliseconds
99.98% <= 31 milliseconds
99.98% <= 32 milliseconds
99.98% <= 34 milliseconds
99.98% <= 36 milliseconds
99.98% <= 37 milliseconds
99.98% <= 38 milliseconds
99.98% <= 39 milliseconds
99.98% <= 40 milliseconds
99.98% <= 41 milliseconds
99.98% <= 42 milliseconds
99.98% <= 43 milliseconds
99.98% <= 44 milliseconds
99.98% <= 50 milliseconds
99.98% <= 51 milliseconds
99.98% <= 52 milliseconds
99.98% <= 53 milliseconds
99.98% <= 54 milliseconds
99.98% <= 55 milliseconds
99.98% <= 56 milliseconds
99.98% <= 57 milliseconds
99.98% <= 58 milliseconds
99.98% <= 59 milliseconds
99.98% <= 61 milliseconds
99.98% <= 62 milliseconds
99.98% <= 63 milliseconds
99.98% <= 67 milliseconds
99.98% <= 71 milliseconds
99.98% <= 73 milliseconds
99.98% <= 77 milliseconds
99.98% <= 78 milliseconds
99.98% <= 82 milliseconds
99.98% <= 84 milliseconds
99.98% <= 86 milliseconds
99.98% <= 87 milliseconds
99.98% <= 88 milliseconds
99.99% <= 91 milliseconds
99.99% <= 92 milliseconds
99.99% <= 98 milliseconds
99.99% <= 101 milliseconds
99.99% <= 102 milliseconds
99.99% <= 108 milliseconds
99.99% <= 109 milliseconds
99.99% <= 110 milliseconds
99.99% <= 111 milliseconds
99.99% <= 122 milliseconds
99.99% <= 126 milliseconds
99.99% <= 128 milliseconds
99.99% <= 135 milliseconds
99.99% <= 136 milliseconds
99.99% <= 140 milliseconds
99.99% <= 156 milliseconds
99.99% <= 158 milliseconds
99.99% <= 159 milliseconds
99.99% <= 167 milliseconds
99.99% <= 169 milliseconds
99.99% <= 182 milliseconds
99.99% <= 188 milliseconds
99.99% <= 190 milliseconds
99.99% <= 195 milliseconds
99.99% <= 201 milliseconds
99.99% <= 223 milliseconds
99.99% <= 224 milliseconds
99.99% <= 225 milliseconds
99.99% <= 233 milliseconds
99.99% <= 238 milliseconds
99.99% <= 258 milliseconds
99.99% <= 264 milliseconds
99.99% <= 265 milliseconds
99.99% <= 274 milliseconds
99.99% <= 305 milliseconds
99.99% <= 313 milliseconds
99.99% <= 319 milliseconds
99.99% <= 331 milliseconds
99.99% <= 332 milliseconds
99.99% <= 336 milliseconds
99.99% <= 337 milliseconds
99.99% <= 338 milliseconds
99.99% <= 351 milliseconds
99.99% <= 368 milliseconds
99.99% <= 379 milliseconds
99.99% <= 387 milliseconds
99.99% <= 402 milliseconds
99.99% <= 424 milliseconds
99.99% <= 444 milliseconds
99.99% <= 474 milliseconds
99.99% <= 490 milliseconds
99.99% <= 494 milliseconds
99.99% <= 510 milliseconds
99.99% <= 553 milliseconds
99.99% <= 566 milliseconds
99.99% <= 589 milliseconds
99.99% <= 617 milliseconds
99.99% <= 644 milliseconds
99.99% <= 652 milliseconds
99.99% <= 653 milliseconds
100.00% <= 680 milliseconds
100.00% <= 740 milliseconds
100.00% <= 743 milliseconds
100.00% <= 757 milliseconds
100.00% <= 763 milliseconds
100.00% <= 770 milliseconds
100.00% <= 790 milliseconds
100.00% <= 906 milliseconds
100.00% <= 932 milliseconds
100.00% <= 1010 milliseconds
100.00% <= 1067 milliseconds
100.00% <= 1074 milliseconds
100.00% <= 1089 milliseconds
100.00% <= 1105 milliseconds
100.00% <= 1122 milliseconds
100.00% <= 1124 milliseconds
100.00% <= 1153 milliseconds
100.00% <= 1211 milliseconds
100.00% <= 1217 milliseconds
100.00% <= 1263 milliseconds
100.00% <= 1284 milliseconds
100.00% <= 1285 milliseconds
100.00% <= 1290 milliseconds
100.00% <= 1291 milliseconds
100.00% <= 1302 milliseconds
100.00% <= 1330 milliseconds
100.00% <= 1331 milliseconds
100.00% <= 1414 milliseconds
100.00% <= 1414 milliseconds
695456.69 requests per second